;	=======================
;	 INCINERATORS
;	-----------------------

[IRI_FireSparkFlamethrower X2AbilityTemplate]
LocFriendlyName="焚化"
LocLongDescription="点燃锥形区域内的所有目标。"
LocHelpText="点燃锥形区域内的所有目标。"

[IRI_FireSparkFlamethrowerOverwatch X2AbilityTemplate]
LocFriendlyName="焚化"
LocLongDescription="点燃锥形区域内的所有目标。"
LocHelpText="点燃锥形区域内的所有目标。"

[IRI_Incinerator_CV X2WeaponTemplate]
FriendlyName="SF-01焚化炉"
FriendlyNamePlural="SF-01焚化炉"
BriefSummary="SF-01\"焚化炉\"火焰喷射器最初由2015年第一次XCOM项目的克劳斯博士设计，旨在安装在重型装甲车上。它的工作原理与其他常见喷火器相同，但其增大的尺寸和压力使其能够将目标区域吞没在火焰的炼狱中。"
TacticalText="<bullet/>对火焰免疫的目标不会受到该武器的伤害。<br/><bullet/>常规和监视的攻击都将覆盖一个锥形区域。在靠近友方单位和易受影响物体时，请必须小心使用该武器。"
AbilityDescName="火焰喷射器"

[IRI_Incinerator_MG X2WeaponTemplate]
FriendlyName="SF-21灰烬使者"
FriendlyNamePlural="SF-21灰烬使者"
BriefSummary="SF-21\"灰烬使者\"的关键部件由外星合金制造，使其能够承受更大的压力和温度，从而实现释放出炽热火焰风暴的可能性。"
TacticalText="<bullet/>对火焰免疫的目标不会受到该武器的伤害。<br/><bullet/>常规和监视的攻击都将覆盖一个锥形区域。在靠近友方单位和易受影响物体时，请必须小心使用该武器。"
AbilityDescName="火焰喷射器"

[IRI_Incinerator_BM X2WeaponTemplate]
FriendlyName="SF-35太阳耀斑"
FriendlyNamePlural="SF-35太阳耀斑"
BriefSummary="SF-35\"太阳耀斑\"发射一股超高温度离子化气体流，能够给区域内任何目标带来末日级别的毁灭。"
TacticalText="<bullet/>对火焰免疫的目标不会受到该武器的伤害。<br/><bullet/>常规和监视的攻击都将覆盖一个锥形区域。在靠近友方单位和易受影响物体时，请必须小心使用该武器。"
AbilityDescName="火焰喷射器"

;	============
;	 SABOT AMMO
;	------------
[IRI_Ammo_Sabot X2AmmoTemplate]
FriendlyName="脱壳弹"
FriendlyNamePlural="脱壳弹"
BriefSummary="这种箭形的次口径弹药使用脱壳套筒可被加速到超音速，使其在远距离上更为有效，并且对敌人来说更难躲避。"
TacticalText="这种箭形的次口径弹药使用脱壳套筒可被加速到超音速，使其在远距离上更为有效，并且对敌人来说更难躲避。<br/><bullet>小队视野的命中和暴击惩罚减少<Ability:IRI_SABOT_AMMO_COUNTER_SQUADSIGHT/>。<br/><bullet>无视目标<Ability:IRI_SABOT_AMMO_COUNTER_DODGE/>的基础闪避。<br><Bullet/>无视目标<Ability:IRI_SABOT_AMMO_COUNTER_DEFENSE/>的防御力。<br><Bullet/>小队视野射击通常每格<Ability:IRI_SABOT_AMMO_SQUADSIGHT_AIM/>命中和<Ability:IRI_SABOT_AMMO_SQUADSIGHT_CRIT/>暴击率。"

[IRI_Ammo_Sabot_Ability X2AbilityTemplate]
LocFriendlyName="脱壳弹"
LocLongDescription="这种箭形的次口径弹药使用脱壳套筒可被加速到超音速，使其在远距离上更为有效，并且对敌人来说更难躲避。"
LocHelpText="这种箭形的次口径弹药使用脱壳套筒可被加速到超音速，使其在远距离上更为有效，并且对敌人来说更难躲避。"
LocFlyOverText="脱壳弹"

;	=======================
;	 ARTILLERY CANNONS
;	-----------------------

[IRI_ArtilleryCannon_CV X2WeaponTemplate]
FriendlyName="T-17重型加农炮"
FriendlyNamePlural="T-17重型加农炮"
BriefSummary="T-17便携式45毫米加农炮于2015年底在阿尔汉格尔斯克市进行了原型设计，原本是作为S.H.I.V.项目所使用的重型反装甲武器。"
TacticalText="<bullet/>重型加农炮总是需要2个行动点来射击，且每次射击后必须重新装填。<br/><bullet/>携带特殊弹药能提升重型加农炮的战术灵活性。<br/><bullet/>所有重型加农炮的攻击可受益于特殊弹药的效果。"
AbilityDescName="重型加农炮"

[IRI_ArtilleryCannon_MG X2WeaponTemplate]
FriendlyName="LAGO-508重型加农炮"
FriendlyNamePlural="LAGO-508重型加农炮"
BriefSummary="Linear（线性）Acceleration（加速）Gauss（高斯）Onager（弩炮）是大口径电磁轨道武器领域中的最新、最先进的装备。"
TacticalText="<bullet/>重型加农炮总是需要2个行动点来射击，且每次射击后必须重新装填。<br/><bullet/>携带特殊弹药能提升重型加农炮的战术灵活性。<br/><bullet/>所有重型加农炮的攻击可受益于特殊弹药的效果。"
AbilityDescName="重型加农炮"

[IRI_ArtilleryCannon_BM X2WeaponTemplate]
FriendlyName="L-22叶星重型加农炮"
FriendlyNamePlural="L-22叶星重型加农炮"
BriefSummary="\"叶星\"发射经凝结的挥发性等离子体球，以其枪口闪光呈星形图案而得名。"
TacticalText="<bullet/>重型加农炮总是需要2个行动点来射击，且每次射击后必须重新装填。<br/><bullet/>携带特殊弹药能提升重型加农炮的战术灵活性。<br/><bullet/>所有重型加农炮的攻击可受益于特殊弹药的效果。"
AbilityDescName="重型加农炮"

;	=======================
;	 CANNON SHELL PASSIVES
;	-----------------------

;	=====================================================================================================
;	Used for localization and icon in tactical to remind the player that cannon can shoot through cover.

[IRI_FireArtilleryCannon_AP_Passive X2AbilityTemplate]
LocFriendlyName="重型加农炮"
LocLongDescription="重型加农炮发射的动能弹可以击穿掩体并无视掩体的命中惩罚，但受到<Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/>的伤害惩罚。"
LocHelpText="重型加农炮发射的动能弹可以击穿掩体并无视掩体的命中惩罚，但受到<Ability:IRI_HEAVY_CANNON_LOW_COVER_DAMAGE_PENALTY/>/<Ability:IRI_HEAVY_CANNON_HIGH_COVER_DAMAGE_PENALTY/>的伤害惩罚。"
LocFlyOverText="重型加农炮"

;	=====================================================================================================
;	Not actually visible in game

[IRI_FireArtilleryCannon_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="携带破甲弹"
LocLongDescription="该单位携带可从重型加农炮发射的破甲弹。破甲弹对单个目标造成高穿甲伤害，同时对相邻敌人造成少量爆炸伤害。当与敌人在远距离作战时，破甲弹的暴击率会有所降低。"
LocHelpText="该单位携带可从重型加农炮发射的破甲弹。破甲弹对单个目标造成高穿甲伤害，同时对相邻敌人造成少量爆炸伤害。当与敌人在远距离作战时，破甲弹的暴击率会有所降低。"
LocFlyOverText="破甲弹"

[IRI_FireArtilleryCannon_HE_Passive X2AbilityTemplate]
LocFriendlyName="携带高爆弹"
LocLongDescription="该单位携带可从重型加农炮发射的高爆弹。高爆弹以曲射方式发射，对目标区域内的所有敌人造成爆炸伤害。"
LocHelpText="该单位携带可从重型加农炮发射的高爆弹。高爆弹以曲射方式发射，对目标区域内的所有敌人造成爆炸伤害。"
LocFlyOverText="高爆弹"

[IRI_FireArtilleryCannon_Shrapnel_Passive X2AbilityTemplate]
LocFriendlyName="携带榴霰弹"
LocLongDescription="该单位携带可从重型加农炮发射的榴霰弹。榴霰弹对锥形区域内所有目标造成伤害。弹片会被掩体挡住。"
LocHelpText="该单位携带可从重型加农炮发射的榴霰弹。榴霰弹对锥形区域内所有目标造成伤害。弹片会被掩体挡住。"
LocFlyOverText="榴霰弹"

;	=====================================================================================================
;	Used for localization and icon in tactical to remind the player that this unit carries specific shells

[IRI_Shell_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="携带破甲弹"
LocLongDescription="该单位携带可从重型加农炮发射的破甲弹。破甲弹对单个目标造成高穿甲伤害，同时对相邻敌人造成少量爆炸伤害。攻击小队视野中的敌人时，破甲弹会受到暴击率惩罚，除非装备脱壳弹。"
LocHelpText="该单位携带可从重型加农炮发射的破甲弹。破甲弹对单个目标造成高穿甲伤害，同时对相邻敌人造成少量爆炸伤害。攻击小队视野中的敌人时，破甲弹会受到暴击率惩罚，除非装备脱壳弹。"
LocFlyOverText="破甲弹"

[IRI_Shell_HEDP_Passive X2AbilityTemplate]
LocFriendlyName="携带杀伤破甲两用弹"
LocLongDescription="该单位携带可从重型加农炮发射的杀伤破甲两用弹。杀伤破甲两用弹对单个目标造成高穿甲伤害，同时对相邻敌人造成中量爆炸伤害。攻击小队视野中的敌人时，杀伤破甲两用弹会受到暴击率惩罚，除非装备脱壳弹。"
LocHelpText="该单位携带可从重型加农炮发射的杀伤破甲两用弹。杀伤破甲两用弹对单个目标造成高穿甲伤害，同时对相邻敌人造成中量爆炸伤害。攻击小队视野中的敌人时，杀伤破甲两用弹会受到暴击率惩罚，除非装备脱壳弹。"
LocFlyOverText="杀伤破甲两用弹"

[IRI_Shell_HEAT_Passive X2AbilityTemplate]
LocFriendlyName="携带破甲弹"
LocLongDescription="该单位携带可从重型加农炮发射的破甲弹。破甲弹对单个目标造成高穿甲伤害，同时对相邻敌人造成少量爆炸伤害。攻击小队视野中的敌人时，破甲弹会受到暴击率惩罚，除非装备脱壳弹。"
LocHelpText="该单位携带可从重型加农炮发射的破甲弹。破甲弹对单个目标造成高穿甲伤害，同时对相邻敌人造成少量爆炸伤害。攻击小队视野中的敌人时，破甲弹会受到暴击率惩罚，除非装备脱壳弹。"
LocFlyOverText="破甲弹"

[IRI_Shell_HE_Passive X2AbilityTemplate]
LocFriendlyName="携带高爆弹"
LocLongDescription="该单位携带可从重型加农炮发射的高爆弹。高爆弹以曲射方式发射，对目标区域内的所有敌人造成爆炸伤害。"
LocHelpText="该单位携带可从重型加农炮发射的高爆弹。高爆弹以曲射方式发射，对目标区域内的所有敌人造成爆炸伤害。"
LocFlyOverText="高爆弹"

[IRI_Shell_HESH_Passive X2AbilityTemplate]
LocFriendlyName="携带碎甲弹"
LocLongDescription="该单位携带可从重型加农炮发射的碎甲弹。碎甲弹以曲射方式发射，对目标区域内的所有敌人造成爆炸伤害。爆炸中心的目标将受到更高的伤害。"
LocHelpText="该单位携带可从重型加农炮发射的碎甲弹。碎甲弹以曲射方式发射，对目标区域内的所有敌人造成爆炸伤害。爆炸中心的目标将受到更高的伤害。"
LocFlyOverText="碎甲弹"

[IRI_Shell_Shrapnel_Passive X2AbilityTemplate]
LocFriendlyName="携带榴霰弹"
LocLongDescription="该单位携带可从重型加农炮发射的榴霰弹。榴霰弹对锥形区域内所有目标造成伤害。弹片会被掩体挡住。"
LocHelpText="该单位携带可从重型加农炮发射的榴霰弹。榴霰弹对锥形区域内所有目标造成伤害。弹片会被掩体挡住。"
LocFlyOverText="榴霰弹"

[IRI_Shell_Flechette_Passive X2AbilityTemplate]
LocFriendlyName="携带箭形霰弹"
LocLongDescription="该单位携带可从重型加农炮发射的箭形霰弹。箭形霰弹对锥形区域内所有目标造成伤害。弹片会被掩体挡住，但可穿透有机体单位的装甲。"
LocHelpText="该单位携带可从重型加农炮发射的箭形霰弹。箭形霰弹对锥形区域内所有目标造成伤害。弹片会被掩体挡住，但可穿透有机体单位的装甲。"
LocFlyOverText="箭形霰弹"


;	============================
;	 EXPERIMENTAL CANNON SHELLS
;	----------------------------

[IRI_ExperimentalShells_Tech X2TechTemplate]
DisplayName="实验型重型加农炮弹药"
Summary="利用一些时间和资源，我们可以建立自动化制造线，为重型加农炮研发的新弹药，从而增加其战术灵活性。"

[IRI_Shell_HEAT X2WeaponTemplate]
FriendlyName="破甲弹"
FriendlyNamePlural="破甲弹"
BriefSummary="空心装药破甲弹是以聚能装药爆炸后形成的金属射流穿透装甲。只能与重型加农炮同时装备。"
TacticalText="空心装药破甲弹是以聚能装药爆炸后形成的金属射流穿透装甲。只能与重型加农炮同时装备。<br/><bullet/>破甲弹对装甲目标非常有效，但对爆炸邻近目标只能造成轻微伤害。<br/><bullet/>无论距离多远，破甲弹造成的伤害都一样，但是它的飞行速度要慢得多，所以击中敌人弱点的可能性随距离增加而降低，除非装备了脱壳弹。<br/><bullet/>特殊炮弹在辅助武器槽中装备，益于特殊弹药的效果。"

[IRI_Shell_HE X2WeaponTemplate]
FriendlyName="高爆弹"
FriendlyNamePlural="高爆弹"
BriefSummary="高爆弹以曲射方式发射，对弹着点附近的目标造成中等爆炸伤害。只能与重型加农炮同时装备。"
TacticalText="高爆弹以曲射方式发射，对弹着点附近的目标造成中等爆炸伤害。只能与重型加农炮同时装备。<br/><bullet/>特殊炮弹在辅助武器槽中装备，益于特殊弹药的效果。"

[IRI_Shell_Shrapnel X2WeaponTemplate]
FriendlyName="榴霰弹"
FriendlyNamePlural="榴霰弹"
BriefSummary="榴霰弹发射后对锥形区域覆盖弹片，对目标造成中等伤害。弹片会被掩体挡住。只能与重型加农炮同时装备。"
TacticalText="榴霰弹发射后对锥形区域覆盖弹片，对目标造成中等伤害。弹片会被掩体挡住。只能与重型加农炮同时装备。<br/><bullet/>特殊炮弹在辅助武器槽中装备，益于特殊弹药的效果。"

[IRI_FireArtilleryCannon_HEAT X2AbilityTemplate]
LocFriendlyName="发射破甲弹"
LocLongDescription="向目标破甲弹。"
LocHelpText="向目标破甲弹。"

[IRI_FireArtilleryCannon_HE X2AbilityTemplate]
LocFriendlyName="发射高爆弹"
LocLongDescription="向目标区域高爆弹。"
LocHelpText="向目标区域高爆弹。"

[IRI_FireArtilleryCannon_Shrapnel X2AbilityTemplate]
LocFriendlyName="发射榴霰弹"
LocLongDescription="向目标区域榴霰弹。"
LocHelpText="向目标区域榴霰弹。"

;	========================
;	 IMPROVED CANNON SHELLS
;	------------------------
[IRI_ImprovedShells_Tech X2TechTemplate]
DisplayName="改进型重型加农炮弹药"
Summary="我们为武器库中所有的重型加农炮特殊弹药进行了升级和修改，以在可能的情况下对其进行改进。"

[IRI_Shell_HEDP X2WeaponTemplate]
FriendlyName="杀伤破甲两用弹"
FriendlyNamePlural="杀伤破甲两用弹"
BriefSummary="杀伤破甲两用弹本质上是破甲弹并在外层增加破片。只能与重型加农炮同时装备。"
TacticalText="杀伤破甲两用弹本质上是破甲弹并在外层增加破片。只能与重型加农炮同时装备。只能与重型加农炮同时装备。<br/><bullet/>杀伤破甲两用弹能对邻近目标造成更多伤害，这使它具有更高的通用性。<br/><bullet/>特殊炮弹在辅助武器槽中装备，益于特殊弹药的效果。"

[IRI_Shell_HESH X2WeaponTemplate]
FriendlyName="碎甲弹"
FriendlyNamePlural="碎甲弹"
BriefSummary="碎甲弹是通过塑性炸药在装甲板上爆炸产生冲击波，利用超压显著提升对目标中心造成的伤害。只能与重型加农炮同时装备。"
TacticalText="碎甲弹是通过塑性炸药在装甲板上爆炸产生冲击波，利用超压显著提升对目标中心造成的伤害。只能与重型加农炮同时装备。<br/><bullet/>碎甲弹比高爆弹对爆炸中心目标造成的伤害更大。<br/><bullet/>特殊炮弹在辅助武器槽中装备，益于特殊弹药的效果。"

[IRI_Shell_Flechette X2WeaponTemplate]
FriendlyName="箭形霰弹"
FriendlyNamePlural="箭形霰弹"
BriefSummary="箭形霰弹是类霰射弹药，其霰射的弹片被锋利的箭形合金弹头取代，可以穿透有机体单位的装甲。箭弹会被掩体阻挡。只能与重型加农炮同时装备。"
TacticalText="箭形霰弹是类霰射弹药，其霰射的弹片被锋利的箭形合金弹头取代，可以穿透有机体单位的装甲。箭弹会被掩体阻挡。只能与重型加农炮同时装备。<br/><bullet/>特殊炮弹在辅助武器槽中装备，益于特殊弹药的效果。"

[IRI_FireArtilleryCannon_HEDP X2AbilityTemplate]
LocFriendlyName="发射杀伤破甲两用弹"
LocLongDescription="向目标杀伤破甲两用弹。"
LocHelpText="向目标杀伤破甲两用弹。"

[IRI_FireArtilleryCannon_HESH X2AbilityTemplate]
LocFriendlyName="发射碎甲弹"
LocLongDescription="向目标区域碎甲弹。目标区域中心将造成更高伤害。"
LocHelpText="向目标区域碎甲弹。"

[IRI_FireArtilleryCannon_Flechette X2AbilityTemplate]
LocFriendlyName="发射箭形霰弹"
LocLongDescription="向目标区域发射箭形霰弹。可击穿有机体单位的护甲。"
LocHelpText="向目标区域发射箭形霰弹。"

;	========================
;	 MUNITIONS MOUNT
;	------------------------
[IRI_Shells_T1 X2WeaponTemplate]
FriendlyName="弹药架"
FriendlyNamePlural="弹药架"
BriefSummary="作为一种副武器装备，弹药架提供一个弹药槽，并同时包含破甲弹、高爆弹和榴霰弹。只能与重型加农炮同时装备。"
TacticalText="作为一种副武器装备，弹药架提供一个弹药槽，并同时包含破甲弹、高爆弹和榴霰弹。只能与重型加农炮同时装备。"

[IRI_Shells_T2 X2WeaponTemplate]
FriendlyName="先进弹药架"
FriendlyNamePlural="先进弹药架"
BriefSummary="作为一种副武器装备，高级弹药架提供一个弹药槽，并同时包含高爆双用弹、碎甲弹和箭弹。只能与重型加农炮同时装备。"
TacticalText="作为一种副武器装备，高级弹药架提供一个弹药槽，并同时包含高爆双用弹、碎甲弹和箭弹。只能与重型加农炮同时装备。"

;	========================
;	WEAPON UPGRADES
;	------------------------

;[IRI_ExperimentalMagazine_Passive X2AbilityTemplate]
;LocFriendlyName="实验型弹匣"
;LocLongDescription="该单位携带的武器已经升级了实验型弹匣，这样它就可以装上特殊弹药。"
;LocHelpText="该单位携带的武器已经升级了实验型弹匣，这样它就可以装上特殊弹药。"
;LocFlyOverText="实验型弹匣"

[IRI_ExperimentalMagazine_Upgrade X2WeaponUpgradeTemplate]
FriendlyName="实验型弹匣"
FriendlyNamePlural="实验型弹匣"
BriefSummary="获得一个弹药槽。"
TinySummary="获得一个弹药槽"
LootTooltip="这种武器强化部件可使装备获得一个不占用道具槽的特殊弹药槽。如果单位已经有一个弹药槽，它将不起作用。"

[IRI_SpeedLoader_Passive X2AbilityTemplate]
LocFriendlyName="机械化快速装弹器"
LocLongDescription="该单位装备的武器能够快速装弹，在执行冲刺时自动装填武器。"
LocHelpText="该单位装备的武器能够快速装弹，在执行冲刺时自动装填武器。"
LocFlyOverText="机械化快速装弹器"

[IRI_SpeedLoader_Reload X2AbilityTemplate]
LocFriendlyName="机械化快速装弹器"
LocLongDescription="执行冲刺时自动装填武器。"
LocHelpText="该单位装备的武器能够快速装弹，在执行冲刺时自动装填武器。"
LocFlyOverText="机械化快速装弹器"

[IRI_SpeedLoader_Upgrade X2WeaponUpgradeTemplate]
FriendlyName="机械化快速装弹器"
FriendlyNamePlural="机械化快速装弹器"
BriefSummary="冲刺时自动装填武器。"
TinySummary="冲刺时自动装填武器"
LootTooltip="这种武器强化部件可使士兵在执行冲刺时自动装填武器。"

;	========================
;	OTHER STUFF
;	------------------------

[IRI_Arsenal_DummyPassive X2AbilityTemplate]
LocFriendlyName="兵工厂"
LocLongDescription="BIT可以装备并使用重武器。如果装备于常规士兵，援助协议将会临时转移对这些武器的控制权给他们。BIT还可以用于与小精灵相同的协议任务，但在这个角色上效果较弱。"
LocHelpText="BIT可以装备并使用重武器。如果装备于常规士兵，援助协议将会临时转移对这些武器的控制权给他们。BIT还可以用于与小精灵相同的协议任务，但在这个角色上效果较弱。"

[IRI_EntrenchProtocol X2AbilityTemplate]
LocFriendlyName="堑壕协议"
LocLongDescription="壕沟协议使援助协议无限持续于自己身上，只要此单位不移动。援助协议在堑壕协议期间不会冷却。"
LocHelpText="壕沟协议使援助协议无限持续于自己身上，只要此单位不移动。援助协议在堑壕协议期间不会冷却。"
LocFlyOverText="堑壕协议"

[IRI_EntrenchProtocol_Passive X2AbilityTemplate]
LocFriendlyName="协议组件"
LocLongDescription="入侵+<Ability:IRI_PROTOCOL_SUITE_HACKING_BONUS/>。<br/>如果装备了小精灵或BIT，该单位将获得额外的能力：\n<bullet/><font color='#1ad1cf'>侵入协议</font> - 侵入侦测塔和目标。\n<bullet/><font color='#1ad1cf'>援助协议</font> - 给予目标防御加成。\n<bullet/><font color='#1ad1cf'>堑壕协议</font> - 延长不移动时对自己使用的援助协议持续时间。\n<bullet/><font color='#1ad1cf'>主动迷彩</font> - 隐蔽时减少被侦测半径。"
LocHelpText="入侵+<Ability:IRI_PROTOCOL_SUITE_HACKING_BONUS/>。如果装备了小精灵或BIT，该单位将获得侵入协议、援助协议、堑壕协议和主动迷彩。"
LocPromotionPopupText="<Bullet/>壕沟协议使援助协议无限持续于自己身上，只要此单位不移动。援助协议在堑壕协议期间不会冷却。<br/><Bullet/>主动迷彩减少了此单位的被侦测半径，使其更接近我们的常规士兵。如果没有SPARK BIT的主动迷彩，此单位在隐蔽状态时更容易被发现。"

[IRI_ActiveCamo X2AbilityTemplate]
LocFriendlyName="主动迷彩"
LocLongDescription="任务开始时小精灵或BIT在此单位周围投射一个光线扭曲场使其进入隐蔽状态，减少单位的被侦测半径。"
LocHelpText="任务开始时小精灵或BIT在此单位周围投射一个光线扭曲场使其进入隐蔽状态，减少单位的被侦测半径。"
LocFlyOverText="主动迷彩"

[IRI_OrdnanceLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="重火力发射器"
FriendlyNamePlural="重火力发射器"
BriefSummary="重火力发射器使我们的机械化部队能够投射各种爆炸性弹药。"
TacticalText="重火力发射器使我们的机械化部队能够投射各种爆炸性弹药。\n<Bullet/>增加<Ability:IRI_CONV_LAUNCHER_GRANT_GRENADE_SLOTS/>个特殊榴弹专用槽。"
AbilityDescName="重火力发射器"

[IRI_OrdnanceLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="重火力加速器"
FriendlyNamePlural="重火力加速器"
BriefSummary="重火力加速器利用磁力技术将爆炸性弹药投射得比传统发射器更远。"
TacticalText="重火力加速器利用磁力技术将爆炸性弹药投射得比传统发射器更远。\n<Bullet/>增加<Ability:IRI_MAG_LAUNCHER_GRANT_GRENADE_SLOTS/>个特殊榴弹专用槽。"
AbilityDescName="重火力发射器"

[IRI_OrdnanceLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="重火力增幅器"
FriendlyNamePlural="重火力增幅器"
BriefSummary="重火力增幅器是我们在激光推进技术和人工智能辅助瞄准系统方面最新突破结合在一起的，以引导弹药绕过障碍物，确保最大程度地影响目标。"
TacticalText="重火力增幅器是我们在激光推进技术和人工智能辅助瞄准系统方面最新突破结合在一起的，以引导弹药绕过障碍物，确保最大程度地影响目标。\n<Bullet/>增加<Ability:IRI_BEAM_LAUNCHER_GRANT_GRENADE_SLOTS/>个特殊榴弹专用槽。"
AbilityDescName="重火力发射器"


[IRI_KineticStrikeModule X2WeaponTemplate]
FriendlyName="动能打击模块"
FriendlyNamePlural="动能打击模块"
BriefSummary="动能打击模块是一种装在手臂上的合金指虎，并配备固体燃料火箭助推器，这可以显著提高我们机械化单位在近距离战斗中的效能。"
TacticalText="动能打击模块是一种装在手臂上的合金指虎，并配备固体燃料火箭助推器，这可以显著提高我们机械化单位在近距离战斗中的效能。"
AbilityDescName="动能打击模块"

[IRI_KineticStrike X2AbilityTemplate]
LocFriendlyName="动能打击"
LocLongDescription="对相邻位置上的目标进行毁灭性打击。摧毁大部分掩体。"
LocHelpText="对相邻位置上的目标进行毁灭性打击。摧毁大部分掩体。"
LocFlyOverText="动能打击"

[IRI_KineticStrike_Passive X2AbilityTemplate]
LocFriendlyName="动能驱动"
LocLongDescription="动能打击模块显著增加近战攻击的伤害。"
LocHelpText="动能打击模块显著增加近战攻击的伤害。"
;LocFlyOverText="动能驱动"


[IRI_RestorativeMist_Heal X2AbilityTemplate]
LocFriendlyName="恢复喷雾"
LocLongDescription="治疗周围的所有有机体单位。"
LocHelpText="治疗周围的所有有机体单位。"
LocFlyOverText="恢复喷雾"

[IRI_RestorativeMist_HealBit X2AbilityTemplate]
LocFriendlyName="恢复喷雾"
LocLongDescription="命令BIT治疗目标区域内的所有有机体单位。"
LocHelpText="命令BIT治疗目标区域内的所有有机体单位。"
LocFlyOverText="恢复喷雾"

[IRI_RestorativeMist_CV X2WeaponTemplate]
FriendlyName="恢复喷雾"
FriendlyNamePlural="恢复喷雾"
BriefSummary="恢复喷雾模块本质上是一个超大号医疗包，能够同时治疗多个有机体单位。作为重武器携带。如果装备在BIT上，可进行远程部署。"
TacticalText="恢复喷雾模块本质上是一个超大号医疗包，能够同时治疗多个有机体单位谁。作为重武器携带。如果装备在BIT上，可进行远程部署。<br/><Bullet/>这种雾化的恢复溶液可以治疗伤口并消除各种不良状态，包括烧伤和中毒。<br/><Bullet/>由于雾化机制缺乏精确性，因此无法稳定失血状态的单位。<br/><Bullet/>如果装备了BIT，可以对目标区域释放恢复喷雾，以治疗远处的单位。"
AbilityDescName="恢复喷雾"


[IRI_ElectroPulse X2AbilityTemplate]
LocFriendlyName="电磁脉冲"
LocLongDescription="发射电磁脉冲使武器和能量护盾失效，并关闭周围的机器人单位。"
LocHelpText="发射电磁脉冲使武器和能量护盾失效，并关闭周围的机器人单位。"
LocFlyOverText="电磁脉冲"

[IRI_ElectroPulse_Bit X2AbilityTemplate]
LocFriendlyName="电磁脉冲"
LocLongDescription="命令BIT发射电磁脉冲使武器和能量护盾失效，并关闭周围的机器人单位。"
LocHelpText="命令BIT发射电磁脉冲使武器和能量护盾失效，并关闭周围的机器人单位。"
LocFlyOverText="电磁脉冲"

[IRI_ElectroPulse_CV X2WeaponTemplate]
FriendlyName="电磁脉冲"
FriendlyNamePlural="电磁脉冲"
BriefSummary="这个模块能够发射电磁脉冲，暂时瘫痪一个区域的机器人单位。它也会使所有受影响单位的武器和能量护盾失效，迫使他们重新装填。如果作为重武器装备在BIT可进行远程部署。"
TacticalText="这个模块能够发射电磁脉冲，暂时瘫痪一个区域的机器人单位。它也会使所有受影响单位的武器和能量护盾失效，迫使他们重新装填。如果作为重武器装备在BIT可进行远程部署。<br/><Bullet/> 携带电磁脉冲模块的单位对自己的电磁脉冲免疫，但其他在该区域的友方单位将受到影响。<br/><Bullet/>如果装备了BIT，可以对目标区域释放电磁脉冲，以瘫痪远处的单位。"
AbilityDescName="电磁脉冲"

;	========================
;	 HEAVY STRIKE MODULE
;	------------------------

[IRI_KineticStrike_Soldier X2AbilityTemplate]
LocFriendlyName="沉重打击"
LocLongDescription="对相邻位置上的目标进行毁灭性打击。摧毁大部分掩体。"
LocHelpText="对相邻位置上的目标进行毁灭性打击。摧毁大部分掩体。"
LocFlyOverText="沉重打击"

[IRI_HeavyStrikeModule_T1 X2WeaponTemplate]
FriendlyName="重型打击模块"
FriendlyNamePlural="重型打击模块"
BriefSummary="重型打击模块被设计为一种安装在动力外骨骼上的重武器，它可以让使用者突破墙壁和敌人。"
TacticalText="重型打击模块被设计为一种安装在动力外骨骼上的重武器，它可以让使用者突破墙壁和敌人。"
AbilityDescName="重型打击模块"

[IRI_HeavyStrikeModule_T2 X2WeaponTemplate]
FriendlyName="动力打击模块"
FriendlyNamePlural="动力打击模块"
BriefSummary="动力打击模块能够从重武器架中汲取更多能量，并对附近的敌人和物体造成毁灭性打击。"
TacticalText="动力打击模块能够从重武器架中汲取更多能量，并对附近的敌人和物体造成毁灭性打击。"
AbilityDescName="动力打击模块"

[IRI_HeavyStrike_Bit X2AbilityTemplate]
LocFriendlyName="BIT沉重打击"
LocLongDescription="命令BIT对目标区域内的目标进行毁灭性打击。摧毁大部分掩体。"
LocHelpText="命令BIT对目标区域内的目标进行毁灭性打击。摧毁大部分掩体。"
LocFlyOverText="BIT沉重打击"

;	========================
;	 KIRUKA AUTOGUN
;	------------------------

[IRI_Heavy_Autogun X2WeaponTemplate]
FriendlyName="基鲁卡自动炮"
FriendlyNamePlural="基鲁卡自动炮"
BriefSummary="由基鲁卡军械\"Kiruka Firearms\"所设计，自动炮旨在成为我们SPARK部队的备用武器，不过普通士兵也可以使用它们。"
TacticalText="<Bullet/>大量弹药供应使自动炮在目标饱和的环境中不可或缺。<br/><Bullet/>自动炮所发射的中空弹会迅速失去能量，对环境破坏非常少。<br/><Bullet/>经过特殊训练的士兵能够在不结束回合的情况下发射自动炮。<br/><Bullet/>自动炮的攻击可受益于特殊弹药的效果。"
AbilityDescName="自动炮"

[IRI_Heavy_Autogun_MK2 X2WeaponTemplate]
FriendlyName="基鲁卡自动脉冲炮"
FriendlyNamePlural="基鲁卡自动脉冲炮"
BriefSummary="利用了一些早期的脉冲束技术，自动脉冲炮比普通的自动炮能够造成更大伤害。"
TacticalText="<Bullet/>大量弹药供应使自动炮在目标饱和的环境中不可或缺。<br/><Bullet/>自动脉冲炮所发射的低频脉冲束会迅速失去能量，对环境破坏非常少。<br/><Bullet/>经过特殊训练的士兵能够在不结束回合的情况下发射自动脉冲炮。<br/><Bullet/>自动脉冲炮的攻击可受益于特殊弹药的效果。"
AbilityDescName="自动脉冲炮"

[IRI_Fire_HeavyAutogun X2AbilityTemplate]
LocFriendlyName="发射自动炮"
LocLongDescription="向目标发射基鲁卡自动炮。"
LocHelpText="向目标发射基鲁卡自动炮。"

[IRI_Overwatch_HeavyAutogun X2AbilityTemplate]
LocFriendlyName="自动炮监视"
LocLongDescription="用你的基鲁卡自动炮向第一个在你视野范围内移动的敌人开火，有命中减益。"
LocLongDescriptionWhenConcealed="用你的基鲁卡自动炮向第一个在你视野范围内移动的敌人开火，有命中减益。"
LocHelpText="用你的基鲁卡自动炮向第一个在你视野范围内移动的敌人开火，有命中减益。"
LocFlyOverText="自动炮监视"
LocFriendlyNameWhenConcealed="自动炮监视（隐蔽状态）"

[IRI_OverwatchShot_HeavyAutogun X2AbilityTemplate]
LocFriendlyName="发射自动炮"
LocLongDescription="向目标发射基鲁卡自动炮。"
LocHelpText="向目标发射基鲁卡自动炮。"

[IRI_OverwatchShot_HeavyAutogun_Spark X2AbilityTemplate]
LocFriendlyName="发射自动炮"
LocLongDescription="向目标发射基鲁卡自动炮。"
LocHelpText="向目标发射基鲁卡自动炮。"

[IRI_OverwatchShot_HeavyAutogun_BIT X2AbilityTemplate]
LocFriendlyName="发射自动炮"
LocLongDescription="向目标发射基鲁卡自动炮。"
LocHelpText="向目标发射基鲁卡自动炮。"

[IRI_Fire_HeavyAutogun_Spark X2AbilityTemplate]
LocFriendlyName="发射自动炮"
LocLongDescription="向目标发射基鲁卡自动炮。"
LocHelpText="向目标发射基鲁卡自动炮。"

[IRI_Fire_HeavyAutogun_BIT X2AbilityTemplate]
LocFriendlyName="发射自动炮"
LocLongDescription="向目标发射基鲁卡自动炮。"
LocHelpText="向目标发射基鲁卡自动炮。"

[IRI_ArmCannon_Tech X2TechTemplate]
DisplayName="机械化手臂变形装置"
Summary="我们只需投入一点努力和资源设计一个手臂变形系统，使我们的重型机械化单位能够在左臂上集成额外的重型武器，并放置在辅助武器槽中。"

[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strInventoryLabels[eInvSlot_SparkGrenadePocket]="榴弹"
m_strInventoryLabels[eInvSlot_AuxiliaryWeapon]="辅助武器"
m_strInventoryLabels[eInvSlot_ExtraBackpack]="BIT重武器"
